AllGals         = 2; %кол-во нужных галсов (1, 3, 5, 7)
Add_Noise       = 1; %добавить  шум
Add_Bias        = 1; %добавить смещения и дрейфы
Add_Anomal      = 1; %добавить аномалию

StartTime       = 0; %время начала записи в секунах
EndTime1Gals    = 3025; % время конца записи для 1о галсового полета
EndTime2Gals    = 5250; % время конца записи для 2х галсового полета (конец галса)
EndTime3Gals    = 7775; % время конца записи для 3х галсового полета
EndTime5Gals    = 12525;% время конца записи для 5и галсового полета                                                  
EndTime7Gals    = 17125;% время конца записи для 7и галсового полета
